Revit 2027 API
ScheduleField.MultipleValuesCustomText Property
 The custom multiple values text to be used when the schedule field displays multiple element values, used when MultipleValuesDisplayType is set to Custom.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string MultipleValuesCustomText { get; set; }
Public Property MultipleValuesCustomText As String
	Get
	Set
public:
property String^ MultipleValuesCustomText {
	String^ get ();
	void set (String^ value);
}
member MultipleValuesCustomText : string with get, set
Property Value
String
Exceptions
Exception | Condition
ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
Reference
ScheduleField Class
Autodesk.Revit.DB Namespace